<?php
header('Content-Type: text/html; charset=utf-8'); 
if($newsid = $_GET['newid']){
	echo '{"newstitle":["习近平就埃客机失事向埃法总统致慰问电","习近平就埃客机失事向埃法总统致慰问电","习近平就埃客机失事向埃法总统致慰问电1111",
	"国台办坚持九二共识两岸沟通才能延续","中原首家五星会所被查 消费很黄很贵","张北草原天路收费仅持续22天 下周取消1111"],
	"content1":["习近平供给侧结构性改革本质是一场改革 关于哲学社科讲话 学习时刻","习近平供给侧结构性改革本质是一场改革 关于哲学社科讲话 学习时刻",
	"习近平供给侧结构性改革本质是一场改革 关于哲学社科讲话 学习时刻","国民党对蔡英文避谈九二共识遗憾 人民日报台领导人须完成没完成的答卷","KTV距区政府仅
	200米 涉案人及公主装6车 部分衣着暴露 数百名警察出动","5月1日起每人收50元门票 官方称收费为保护道路环境 此前曾提收费被叫停"],"content2":["李克强对高校
	毕业生就业创业会议作出重要批示 张德江 俞正声","国民党:对蔡英文避谈九二共识遗憾 人民日报台领导人须完成没完成的答卷","消费者只要肯出钱怎么玩都行公主按身材长相
	收费不同 每次消费近万元","盘点短命政策重庆医改持续7天便宣告结束 A股熔断机制实行4天后废止","盘点短命政策重庆医改持续7天便宣告结束 A股熔断机制实行4天后
	废止111111","盘点短命政策 重庆医改持续7天便宣告结束 A股熔断机制实行4天后废止111111"]}';
}else{
	echo '{"msg":"infoerror"}';
}